{
    "testimonials": [
      {
        "id": 1,
        "name": "Jason J.",
        "project": "Kitchen Backlash",
        "testimonial": "Mike and Vito tiled the backsplash in my kitchen. They did a phenomenal job and you could tell that they are very hard workers. I had a great experience with them.",
        "image": "images/icons/JJ.webp",
        "date": "Sep 9, 2024"
      },
      {
        "id": 2,
        "name": "Joe B.",
        "project": "Kitchen Floor Restoration",
        "testimonial": "Amazing job done regrouting the entire first floor of our house. Was super neat, on time and on budget.",
        "image": "images/icons/JB.webp",
        "date": "Apr 11, 2024"
      },
      {
        "id": 3,
        "name": "Shankar K.",
        "project": "Kitchen Wall Restoration",
        "testimonial": "Awesome work. I needed a few key tiles replaced on the wall. Clean job. No one can tell that some work was done.",
        "image": "images/icons/SK.webp",
        "date": "Jun 28, 2023"
      },
      {
        "id": 4,
        "name": "Coral W.",
        "project": "Bathroom Renovation",
        "testimonial": "Working with Vito and Michael was truly a dream considering the typical nightmare experiences customers have with contractors. We finally met contractors who were trustworthy, fairly priced and collaborative. Additionally, they were meticulous and clean with their work. We would hire Vito and Michael 10 times over for any tiling job we have moving forward. You will be just as pleased with their work, guaranteed!",
        "image": "images/icons/CW.webp",
        "date": "Jun 2, 2023"
      },
      {
        "id": 5,
        "name": "Okan Y.",
        "project": "Floor Renovation",
        "testimonial": "My original floor was completely unleveled. Vito and team were able to level it with mud. Tile install and molding throughout room came out amazing. I highly recommend this company. From start to finish it was a great experience.",
        "image": "images/icons/OY.webp",
        "date": "May 4, 2023"
      },
      {
        "id": 6,
        "name": "John T.",
        "project": "Floor Tiles",
        "testimonial": "Vito and team are amazing! I’m super happy with the work they did in my living room, dining room and the stairs. I highly recommend them. Vito is very professional and super responsive. Look no further if you have any tile or flooring work. I’ll definitely be calling Vito and team for my future projects.",
        "image": "images/icons/JT.webp",
        "date": "Dec 14, 2022"
      }
    ],
    "stats": [
      {
        "id": 1,
        "value": 150,
        "label": "Projects Completed"
      },
      {
        "id": 2,
        "value": 95,
        "label": "Happy Clients"
      },
      {
        "id": 3,
        "value": 10,
        "label": "Years Experience"
      },
      {
        "id": 4,
        "value": 25,
        "label": "Team Members"
      }
    ]
  }